{
  "status": 200,
  "data": {
    "id": "123-123-123-123",
    "title": "EdTechJokerTV",
    "author": "EdTechJoker",
    "description": "A series of talks to learn about JSON and web standard communications",
    "license": "by-sa",
    "metadata": {},
    "items": [
      {
        "id": "item-1",
        "indent": 0,
        "location": "hax-wp-killer.html",
        "slug": "hax-wp-killer",
        "order": 0,
        "parent": null,
        "title": "HAX: Wordpress Killer",
        "description": "Discover the Hax wordpress killer, I don't really know what to write as adiscription but I will say that I like cars and I thing that a well modified japanese car can beat whatever car in the world as long as it has a 2jz engine ",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=9MT-BNuUCpM",
          "timecode": 0,
          "time": "7:00PM",
          "author": "Bryan Ollendyke",
          "created": "2:30 PM",
          "updated": 1697034021
        }
      },
      {
        "id": "item-2",
        "indent": 0,
        "location": "this-is-water.html",
        "slug": "this-is-water",
        "order": 0,
        "parent": null,
        "title": "This, is water",
        "description": "Water Water Water, this is water ",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=eC7xzavzEKY",
          "timecode": 45,
          "time": "8:30PM",
          "author": "David Foster Wallace",
          "created": "3:30 PM",
          "updated": 1697034021
        }
      },
      {
        "id": "item-3",
        "indent": 0,
        "location": "this-is-water.html",
        "slug": "this-is-water",
        "order": 0,
        "parent": null,
        "title": "How to ride a motorcycle",
        "description": "Discover the art of motorcycle riding in this concise guide designed for riders of all levels. From mounting the bike to mastering balance and throttle control, each step is demystified for a safe and enjoyable experience. Learn about essential gear and safety tips for navigating various road conditions. Join us on this educational journey to build confidence and embrace the thrill of the ride responsibly.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=JJfg7iQRXZ8&ab_channel=Str805Speed",
          "timecode": 45,
          "time": "9:15PM",
          "author": "Str805Speed",
          "created": "2:30 PM",
          "updated": 1697034021
        }
      },
      {
        "id": "item-4",
        "indent": 0,
        "location": "this-is-water.html",
        "slug": "this-is-water",
        "order": 0,
        "parent": null,
        "title": "Baking Vanilla Cake",
        "description": "Bake the perfect vanilla cake with ease using this concise guide, ideal for both beginners and experienced bakers. From assembling ingredients to achieving the ideal texture and flavor, each step is simplified for a delightful baking experience. Learn key tips for selecting quality vanilla extract and achieving the perfect batter consistency. Whether you're new to baking or looking to enhance your skills, this video provides valuable insights to create a moist and flavorful vanilla cake. Join us on this baking journey as we simplify the process, making it enjoyable for everyone.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=9wr8an7mjlc&ab_channel=ButtercutBakery",
          "timecode": 45,
          "time": "2:30AM",
          "author":"Buttercut Bakerry",
          "created": "2:45 PM",
          "updated": 1697034021
        }
      },
      {
        "id": "item-5",
        "indent": 0,
        "location": "this-is-water.html",
        "slug": "this-is-water",
        "order": 0,
        "parent": null,
        "title": "2021 GTR Nismo!",
        "description": "Explore the thrilling 2021 Nissan GT-R Nismo with this brief guide tailored for car enthusiasts. From its powerful engine to its sleek design and advanced technology, each highlight gives a quick overview of this high-performance vehicle. Discover key features, including advanced aerodynamics and performance enhancements, that set the GT-R Nismo apart in the sports car world. Whether you're a seasoned enthusiast or new to high-performance vehicles, this video offers a concise glimpse into the impressive 2021 Nissan GT-R Nismo. Join us in this automotive journey as we showcase the excitement and innovation of this remarkable sports car.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=DpjxOSNTMzg&ab_channel=carwow",
          "timecode": 45,
          "time": "4:15AM",
          "author":"carwow",
          "created": "6:20 PM",
          "updated": 1697034021
        }
      },
      {
        "id": "item-6",
        "indent": 0,
        "location": "this-is-water.html",
        "slug": "this-is-water",
        "order": 0,
        "parent": null,
        "title": "Making money online",
        "description": "Dive into the world of online income with this concise guide, perfect for beginners and those aiming to expand their digital earnings. From navigating online platforms to mastering key strategies for success, each step is simplified for a quick overview. Explore tips on affiliate marketing, freelancing, and other avenues to generate income from home. Whether you're new to online opportunities or seeking to diversify your earnings, this video provides valuable insights into making money online. Join us in this digital journey as we break down the essentials, making online financial endeavors accessible for everyone.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=KMWx15H0SFs&ab_channel=ImanGadzhi",
          "timecode": 45,
          "time": "5:00PM",
          "author":"Iman Gadzhi",
          "created": "8:00 PM",
          "updated": 1697034021
        }
      }
    ]
  }
}